romkatv/powerlevel10k

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/aliases

lukechilds/zsh-nvm
marceloclp/zsh-bun-install
marceloclp/zsh-brew-install
marceloclp/zsh-pnpm-install

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting

g-plane/pnpm-shell-completion
